"keyStatusMaximumSpeed"			= "Werkt op maximale snelheid";
"keyStatusBelowMaximumSpeed"	= "Werkt niet op maximale snelheid";

"keyNoCardDetected"				= "Geen kaart gevonden";

"keyCardNameFormat"				= "%@ %@-kaart";

"keyUnsupportedSystemTitle"		= "Uitbreidingssleufprogramma";
"keyUnsupportedSystemMessage"	= "Uitbreidingssleufprogramma is niet bedoeld voor dit systeem.";

"keyQuit"						= "Stop";

// Vendor Names - mapped to PCI vendor-id - *** NOTE: vendor-id must be all upper case

"keyUnknownVendor"	= "Onbekend";

"keyVendor(0x10DE)"	= "NVIDIA";
"keyVendor(0x1002)"	= "ATI";
"keyVendor(0x106B)"	= "Apple";
"keyVendor(0x102B)"	= "Matrox";
"keyVendor(0x10E0)"	= "IXMicro";
"keyVendor(0x11AF)"	= "AVID";
"keyVendor(0x121A)"	= "3DFX";
"keyVendor(0x1116)"	= "Media100";
"keyVendor(0x10A9)"	= "SGI";
"keyVendor(0x3D3D)"	= "3Dlabs";
"keyVendor(0x8086)"	= "Intel";



// Display name for unique devices - with specific vendor-id and product-id values - *** NOTE: vendor-id and product-id must
// be all upper case

"keyVendor(0x1000)Device(0x0626)" = "Apple 2-Gbps Fibre Channel-kaart";
